Repository: JarretHoving97/Habicolor
Catalog: habicolor-2.0/*.lproj/Localizable.strings
Languages: de, es, nl

# default_button_dismiss_ok
source: Ok
es: Aceptar

# default_loading_title_label
source: Loading
de: Laden
es: Cargando
nl: Laden

# default_close_title_label
source: Close
de: Schließen
es: Cerrar

# default_cancle_title_label
source: Cancel
de: Abbrechen
es: Cancelar

# home_view_create_first_habit_title
source: Create your first habit
de: Erstelle deine erste Gewohnheit
es: Crea tu primera hábito
nl: Maak je eerste Habit aan

# home_view_create_first_habit_description
source: Get started by pressing the menu button on the top right corner ☝️
de: Starte, indem du auf die Menütaste oben rechts drückst ☝️
es: Comienza presionando el botón de menú en la esquina superior derecha ☝️
nl: Begin door op de menuknop in de rechterbovenhoek te drukken ☝️

# home_view_menu_add_habit_button_title
source: Add new habit
de: Neue Gewohnheit hinzufügen
es: Agregar nuevo hábito
nl: Gewoonte toevoegen

# home_view_menu_notifications_button_title
source: Reminders
de: Erinnerungen
es: Recordatorios
nl: Herinneringen

# home_view_menu_settings_button_title
source: Settings
de: Einstellungen
es: Configuración
nl: Instellingen

# get_plus_main_view_button
source: get Plus
de: Hole dir Plus
es: Obtener Plus

# notifications_disable_alert_title
source: Notification settings are disabled
de: Benachrichtigungseinstellungen sind deaktiviert
es: Las configuraciones de notificación están desactivadas

# notification_disabled_alert_description
source: To make use of your reminders, you should enable push notifications settings.
de: Um deine Erinnerungen zu nutzen, solltest du die Einstellungen für Push-Benachrichtigungen aktivieren.
es: Para aprovechar tus recordatorios, debes habilitar las configuraciones de notificaciones push.

# notification_disabled_alert_open_settings_option
source: Open Settings
de: Öffne Einstellungen
es: Abrir Configuración

# notification_disabled_alert_ignore_option
source: Ignore
de: Ignorieren
es: Ignorar

# notification_disabled_dont_show_again_option
source: Don't show again
de: Nicht mehr anzeigen
es: No volver a mostrar

# notification_disabled_alert_dont_show_again_option
source: Don't show again
de: Nicht mehr anzeigen
es: No volver a mostrar

# free_user_limitation_alert_title
source: Adding a new Habit
de: Hinzufügen einer neuen Gewohnheit
es: Añadiendo una nueva hábito

# free_user_limitation_alert_description
source: A free Habicolor user can make up to 2 habits and track them forever. If you want to create more habits, please consider upgrading to Habicolor Plus for unlimited habit creation ✨
de: Ein kostenloser Habicolor-Benutzer kann bis zu 2 Gewohnheiten erstellen und sie für immer verfolgen. Wenn du mehr Gewohnheiten erstellen möchtest, erwäge ein Upgrade auf Habicolor Plus für unbegrenzte Gewohnis-Erstellung ✨
es: Un usuario gratuito de Habicolor puede crear hasta 2 hábitos y seguirlos para siempre. Si deseas crear más hábitos, considera actualizar a Habicolor Plus para una creación de hábitos ilimitada ✨

# add_habit_form_view_title_new
source: New Habit
de: Neue Gewohnheit
es: Nuevo Hábito
nl: Nieuwe Gewoonte

# add_habit_form_view_title_edit
source: Edit Habit
de: Gewohnheit bearbeiten
es: Editar Hábito
nl: Bewerk Gewoonte

# add_habit_form_habit_name_label
source: Habit name
de: Name der Gewohnheit
es: Nombre del hábito
nl: Naam van de Habit

# add_habit_form_habit_name_placeholder
source: Example: Drink more water
de: Beispiel: Mehr Wasser trinken
es: Ejemplo: Beber más agua
nl: Voorbeeld: Meer water drinken

# add_habit_form_habit_note_to_self_title
source: A note to yourself
de: Eine Notiz an dich selbst
es: Una nota para ti mismo
nl: Een notitie voor jezelf

# add_habit_form_habit_note_to_self_placeholder
source: Example: I want te be healthier
de: Beispiel: Ich möchte gesünder sein
es: Ejemplo: Quiero ser más saludable
nl: Voorbeeld: Ik wil gezonder worden

# add_habit_form_week_goal_title
source: Week goal
de: Wochenziel
es: Objetivo semanal
nl: Weekdoel

# add_habit_form_week_goal_description
source: How many times a week do you want to stick to this habit?
de: Wie oft pro Woche möchtest du dich an diese Gewohnheit halten?
es: ¿Cuántas veces a la semana quieres mantener este hábito?
nl: Hoe vaak per week wil je je aan deze Habit houden?

# add_habit_form_reminders_section_title
source: Reminders
de: Erinnerungen
es: Recordatorios
nl: Herinneringen

# add_habit_form_reminders_section_description
source: Remind yourself to keep at you habit by a push notification
de: Erinnere dich selbst, dran zu bleiben, durch eine Push-Benachrichtigung
es: Recuérdalo a ti mismo manteniendo tu hábito con una notificación push
nl: Herinner jezelf eraan om je aan je Habit te houden met een pushmelding

# add_habit_form_cancel_nav_button_title
source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren

# add_habit_alert_title_no_name_and_description
source: Your habit needs a name and some kind of a description.
de: Deine Gewohnheit benötigt einen Namen und irgendeine Form von Beschreibung.
es: Tu hábito necesita un nombre y algún tipo de descripción.

# add_habit_alert_title_no_name
source: Your habit needs a name
de: Deine Gewohnheit benötigt einen Namen
es: Tu hábito necesita un nombre

# add_habit_alert_title_no_motivation
source: Your habit needs a motivation or description
de: Deine Gewohnheit benötigt Motivation oder Beschreibung
es: Tu hábito necesita motivación o descripción

# habit_detail_view_this_week_title
source: This week
de: Diese Woche
es: Esta semana
nl: Deze week

# habit_detail_view_this_week_description
source: See your week goal completion progress and average score.
de: Sieh deinen Fortschritt beim Erreichen des Wochenziels und den durchschnittlichen Punktestand.
es: Observa tu progreso de cumplimiento del objetivo semanal y la puntuación promedio.
nl: Bekijk je voortgang voor het wekelijkse doel en de gemiddelde score.

# habit_detail_view_week_goal_label
source: Week goal
de: Wochenziel
es: Objetivo semanal
nl: Weekdoel

# habit_detail_view_year_overview_title
source: Year overview
de: Jahresübersicht
es: Resumen anual
nl: Jaaroverzicht

# habit_detail_view_year_overview_description
source: This graph tracks your difficulty for sticking to your habit. How brighter the color, how easy it was for you to complete this habit.
de: Diese Grafik verfolgt deine Schwierigkeiten beim Festhalten an deiner Gewohnheit. Je heller die Farbe, desto leichter war es für dich, diese Gewohnheit zu erfüllen.
es: Este gráfico sigue tu dificultad para mantener tu hábito. Cuanto más brillante el color, más fácil fue para ti completar este hábito.
nl: Deze grafiek volgt je moeilijkheidsgraad om je aan je Habit te houden. Hoe helderder de kleur, hoe gemakkelijker het voor je was om deze Habit te voltooien.

# habit_detail_view_habit_description_title_label
source: Habit description
de: Beschreibung der Gewohnheit
es: Descripción del hábito
nl: Beschrijving van de Habit

# habit_detail_view_toolbar_edit_button_label
source: Edit
de: Bearbeiten
es: Editar
nl: Bewerken

# habit_detail_view_toolbar_reminder_button_label
source: Reminders
de: Erinnerungen
es: Recordatorios
nl: Herinneringen

# habit_detail_view_toolar_delete_button_label
source: Delete
de: Löschen
es: Eliminar
nl: Verwijderen

# habit_detail_view_delete_alert_title
source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?

# habit_detail_view_delete_alert_description
source: You want to delete this habit? All data will be lost.
de: Möchtest du diese Gewohnheit löschen? Alle Daten gehen verloren.
es: ¿Quieres borrar este hábito? Se perderán todos los datos.

# habit_detail_view_delete_agree_button_title
source: Yes
de: Ja
es: Sí

# add_notification_view_choose_days_label
source: Add notification for the following days
de: Benachrichtigung für die folgenden Tage hinzufügen
es: Agregar notificación para los siguientes días
nl: Voeg herinnering toe voor de volgende dagen

# add_notification_view_time_label
source: Notification time
de: Benachrichtigungszeit
es: Hora de la notificación
nl: Tijdstip herinnering

# add_notification_view_notification_title_label
source: Title
de: Titel
es: Título
nl: Titel

# add_notification_view_notification_placeholder_label
source: Appears as title in your notification
de: Erscheint als Titel in deiner Benachrichtigung
es: Aparece como título en tu notificación
nl: Verschijnt als titel in je melding

# add_notification_view_notification_message_title_label
source: Message
de: Nachricht
es: Mensaje
nl: Bericht

# add_notification_view_notification_message_description_label
source: Appears as description in your notification
de: Erscheint als Beschreibung in deiner Benachrichtigung
es: Aparece como descripción en tu notificación
nl: Verschijnt als omschrijving in je melding

# add_notification_view_notification_add_button_title_label
source: Add Reminder
de: Erinnerung hinzufügen
es: Agregar recordatorio
nl: Herinnering Toevoegen

# add_notification_view_notification_nav_title
source: Add Reminder
de: Erinnerung hinzufügen
es: Agregar recordatorio
nl: Herinnering Toevoegen

# subscription_view_no_more_adds_title_label
source: No more adds
de: Keine Werbung mehr
es: Sin más anuncios
nl: Geen advertenties meer

# subscription_view_no_more_adds_description_label
source: Enjoy this application without seeing anny advertisements.
de: Genieße diese Anwendung ohne Werbung zu sehen.
es: Disfruta de esta aplicación sin ver ningún anuncio.
nl: Geniet van deze applicatie zonder enige advertenties te zien.

# subscription_view_unlimited_habit_creation_title_label
source: Unlimited habit creation
de: Unbegrenzte Gewohnis-Erstellung
es: Creación de hábitos ilimitada
nl: Onbeperkte Habit creatie

# subscription_view_unlimited_habit_creation_description_label
source: Improve yourself on all areas where needed.
de: Verbessere dich in allen Bereichen, wo es nötig ist.
es: Mejórate en todas las áreas que necesitas.
nl: Verbeter jezelf op alle gebieden waar nodig.

# subscription_view_support_solo_developer_title_label
source: Support a solo developer
de: Unterstütze einen Solo-Entwickler
es: Apoya a un desarrollador solitario
nl: Ondersteun een solo-ontwikkelaar

# subscription_view_suppot_solo_developer_description_label
source: The best way to say thank you!
de: Die beste Möglichkeit Danke zu sagen!
es: ¡La mejor manera de decir gracias!
nl: De beste manier om dank je wel te zeggen!

# subscription_view_auto_renews_label
source: Auto-renews for
de: Automatisch erneuert für
es: Se renueva automáticamente por
nl: Wordt automatisch verlengd voor

# subscription_view_auto_renews_until_canceled_label
source: /month until canceled.
de: /Monat bis zur Kündigung.
es: /mes hasta que se cancele.
nl: /maand tot opzegging.

# subscription_view_subscribe_buton_label
source: Subscribe
de: Abonnieren
es: Suscribirse
nl: Abonneren

# subscription_feature_error_purchasing_alert
source: Error found while purchasing product
de: Fehler beim Kauf des Produkts gefunden
es: Error encontrado al comprar el producto
nl: Fout gevonden tijdens de aankoop van het product

# subscription_feature_error_failed_fetching
source: Could not load any products from the AppStore
de: Konnte keine Produkte aus dem App Store laden
es: No se pudieron cargar productos de la App Store
nl: Kon geen producten laden vanuit de AppStore

# subscription_feature_error_failed_product_status
source: Could not get any status from the purchased product
de: Konnte keinen Status des gekauften Produkts erhalten
es: No se pudo obtener ningún estado del producto comprado
nl: Kon geen status ophalen van het gekochte product

# subscription_feature_error_failed_to_purchase
source: Could not purchase product.
de: Konnte das Produkt nicht kaufen.
es: No se pudo comprar el producto.
nl: Kon het product niet aanschaffen.

# subscription_feature_error_failed_to_verify
source: Product verification has failed
de: Produktüberprüfung ist fehlgeschlagen
es: La verificación del producto ha fallado
nl: Productverificatie is mislukt

# settings_view_review_title_label
source: Review
de: Bewertung
es: Reseña

# settings_view_release_notes_label
source: Release notes
de: Versionshinweise
es: Notas de la versión

# settings_view_upgrade_to_plus_label
source: Upgrade to Habicolor Plus
de: Upgrade auf Habicolor Plus
es: Actualizar a Habicolor Plus

# settings_view_restore_purchases_label
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras

# settings_view_color_scheme_label
source: Color scheme
de: Farbschema
es: Esquema de color

# settings_view_color_scheme_option_0
source: System
es: Sistema

# settings_view_color_scheme_option_1
source: Light
de: Hell
es: Claro

# settings_view_color_scheme_option_2
source: Dark
de: Dunkel
es: Oscuro

# settings_view_haptic_feedback_label
source: Haptic Feedback
de: Haptisches Feedback
es: Comentarios hápticos

# settings_view_haptic_feedback_description
source: Haptic feedback will automatically be disabled if your device is low on battery.
de: Haptisches Feedback wird automatisch deaktiviert, wenn Ihr Gerät fast leer ist.
es: Los comentarios hápticos se desactivarán automáticamente si la batería de su dispositivo está baja.

# settings_view_about_section_title_label
source: About
de: Über
es: Acerca de

# settings_view_about_problems_description
source: With any problems or suggestions you can contact us via Habicolorapp@gmail.com We read and answer all mails.
de: Bei Problemen oder Vorschlägen können Sie uns unter Habicolorapp@gmail.com kontaktieren. Wir lesen und beantworten alle E-Mails.
es: Con cualquier problema o sugerencia, puede ponerse en contacto con nosotros en Habicolorapp@gmail.com Leemos y respondemos todos los correos electrónicos.

# settings_view_terms_of_use_label
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso

# settings_view_privacy_policy_label
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad

# settings_view_nav_title
source: Settings
de: Einstellungen
es: Configuración

# notifications_list_view_empty_state_title
source: No reminders found.
de: Keine Erinnerungen gefunden.
es: No se encontraron recordatorios.

# notifications_list_view_empty_state_description
source: To add a notification, create or edit a habit, and tap op '+' button next to the reminders section.
de: Um eine Benachrichtigung hinzuzufügen, erstelle oder bearbeite eine Gewohnheit und tippe auf die '+' Schaltfläche neben dem Abschnitt für Erinnerungen.
es: Para agregar una notificación, crea o edita un hábito y toca el botón '+' junto a la sección de recordatorios.

# add_habit_form_color_picker_title
source: Color
de: Farbe
nl: Kleur
